export const menuNavbar = [
  {
    name: "Главная",
    link: "/",
  },
  {
    name: "О нас",
    link: "/about",
  },
  {
    name: "Ассортимент",
    link: "/products",
  },
  {
    name: "Блог",
    link: "/blog",
  },
  {
    name: "Контакты",
    link: "/contacts",
  },
];

export const historyAndAwards = [
  {
    id: 1,
    year: "1999",
    text: "Наша компания вводит на рынок новую линейку органически выращенных чаев, отмеченных сертификатом Fair Trade. Это позволяет компании получить признание за ее несомненный вклад в этическое потребительское движение.",
  },
  {
    id: 2,
    year: "2004",
    text: "Наша компания полностью переходит на использование упаковки, которая 100% биоразлагаема. Это приводит к значительному снижению экологического воздействия и позитивным отзывам от потребителей.",
  },
  {
    id: 3,
    year: "2009",
    text: "Мы запускаем новые технологии для улучшения условий труда на плантациях чая, включая обучение и поддержку местных фермеров. Это приводит к увеличению доходов и улучшению качества жизни местных сообществ.",
  },
  {
    id: 4,
    year: "2016",
    text: "Наша компания становится первой, кто полностью переходит на упаковку без пластика. Это признано отличием в индустрии и помогает снизить количество пластиковых отходов в окружающей среде.",
  },
  {
    id: 5,
    year: "2023",
    text: "Наша компания становится лидером среди производителей чая по устойчивости и социальной ответственности. Ее продукция пользуется высоким спросом, оставаясь органической, этически выращенной, с упаковкой без пластика и с острым фокусом на коммуникации своих достижений покупателям.",
  },
];
